{
  "metas": [
    {
      "id": "tmdb:1333100",
      "type": "movie",
      "name": "Attack on Titan: THE LAST ATTACK",
      "poster": "https://image.tmdb.org/t/p/w500/wgwldDDlTDDMrluOMkpSA8lyKjv.jpg",
      "description": "A colossal-sized omnibus film bringing together the last two episodes of Attack on Titan in the franchise's first-ever theatrical experience. After venturing beyond the walls and separated from his comrades, Eren finds himself inspired by this new truth and plots the \"Rumbling,\" a terrifying plan to eradicate every living thing in the world. With the fate of the world hanging in the balance, a motley crew of Eren's former comrades and enemies scramble to halt his deadly mission. The only question is, can they stop him?"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parasite",
      "poster": "https://image.tmdb.org/t/p/w500/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
      "description": "All unemployed, Ki-taek's family takes peculiar interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident."
    },
    {
      "id": "tmdb:490132",
      "type": "movie",
      "name": "Green Book",
      "poster": "https://image.tmdb.org/t/p/w500/7BsvSuDQuoqhWmU2fL7W2GOcZHU.jpg",
      "description": "Tony Lip, a bouncer in 1962, is hired to drive pianist Don Shirley on a tour through the Deep South in the days when African Americans, forced to find alternate accommodations and services due to segregation laws below the Mason-Dixon Line, relied on a guide called The Negro Motorist Green Book."
    },
    {
      "id": "tmdb:354912",
      "type": "movie",
      "name": "Coco",
      "poster": "https://image.tmdb.org/t/p/w500/gGEsBPAijhVUFoiNpgZXqRVWJt2.jpg",
      "description": "Despite his family’s baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history."
    },
    {
      "id": "tmdb:1252542",
      "type": "movie",
      "name": "Swag",
      "poster": "https://image.tmdb.org/t/p/w500/59j909O4PVE7vZxFU0JzuDzLuo7.jpg",
      "description": "The eternal battle of the sexes is played out across several generations of a family who seek to obtain a fortune."
    },
    {
      "id": "tmdb:37165",
      "type": "movie",
      "name": "The Truman Show",
      "poster": "https://image.tmdb.org/t/p/w500/vuza0WqY239yBXOadKlGwJsZJFE.jpg",
      "description": "Every second of every day, from the moment he was born, for the last thirty years, Truman Burbank has been the unwitting star of the longest running, most popular documentary-soap opera in history. The picture-perfect town of Seahaven that he calls home is actually a gigantic soundstage. Truman's friends and family - everyone he meets, in fact - are actors. He lives every moment under the unblinking gaze of thousands of hidden TV cameras."
    },
    {
      "id": "tmdb:372058",
      "type": "movie",
      "name": "Your Name.",
      "poster": "https://image.tmdb.org/t/p/w500/8GJsy7w7frGquw1cy9jasOGNNI1.jpg",
      "description": "High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other."
    },
    {
      "id": "tmdb:278",
      "type": "movie",
      "name": "The Shawshank Redemption",
      "poster": "https://image.tmdb.org/t/p/w500/9cqNxx0GxF0bflZmeSMuL5tnGzr.jpg",
      "description": "Imprisoned in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope."
    },
    {
      "id": "tmdb:341895",
      "type": "movie",
      "name": "Premam",
      "poster": "https://image.tmdb.org/t/p/w500/81VGhJEMeCsWy7W3QDtl217SnTY.jpg",
      "description": "Three stages in George's life, and three girls he encounters in each stage."
    },
    {
      "id": "tmdb:670",
      "type": "movie",
      "name": "Oldboy",
      "poster": "https://image.tmdb.org/t/p/w500/pWDtjs568ZfOTMbURQBYuT4Qxka.jpg",
      "description": "With no clue how he came to be imprisoned, drugged and tortured for 15 years, a desperate man seeks revenge on his captors."
    },
    {
      "id": "tmdb:313108",
      "type": "movie",
      "name": "Ode to My Father",
      "poster": "https://image.tmdb.org/t/p/w500/hF1aD28PA8pdqqgjj3UGM70Z37b.jpg",
      "description": "Duk-soo lost his father and younger sister while taking refuge during the Korean War. He leaves for Germany to work as a miner and enters the Vietnam War. He wishes to find his sister."
    },
    {
      "id": "tmdb:185008",
      "type": "movie",
      "name": "Yeh Jawaani Hai Deewani",
      "poster": "https://image.tmdb.org/t/p/w500/em39H81XLCDgXsI7V4IcBZseEO6.jpg",
      "description": "On a trekking trip, an introverted Naina falls for a charming ex-classmate, whose thirst for adventure drives them apart. Years later, their paths cross again."
    },
    {
      "id": "tmdb:10591",
      "type": "movie",
      "name": "The Girl Next Door",
      "poster": "https://image.tmdb.org/t/p/w500/5mVyFHSY2rSsNgD4NfEwV82HigU.jpg",
      "description": "Exceptionally ambitious high schooler Matthew has aspirations for a career in politics when he falls in love with his gorgeous 19-year-old neighbor, Danielle. But Matthew's bright future is jeopardized when he finds Danielle was once a porn star. As Danielle's past catches up with her, Matthew's love for her forces him to re-evaluate his goals."
    },
    {
      "id": "tmdb:38",
      "type": "movie",
      "name": "Eternal Sunshine of the Spotless Mind",
      "poster": "https://image.tmdb.org/t/p/w500/5MwkWH9tYHv3mV9OdYTMR5qreIz.jpg",
      "description": "Joel Barish, heartbroken that his girlfriend underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realises that he still loves her, and may be too late to correct his mistake."
    },
    {
      "id": "tmdb:11036",
      "type": "movie",
      "name": "The Notebook",
      "poster": "https://image.tmdb.org/t/p/w500/rNzQyW4f8B8cQeg7Dgj3n6eT5k9.jpg",
      "description": "An epic love story centered around an older man who reads aloud to a woman with Alzheimer's. From a faded notebook, the old man's words bring to life the story about a couple who is separated by World War II, and is then passionately reunited, seven years later, after they have taken different paths."
    },
    {
      "id": "tmdb:544795",
      "type": "movie",
      "name": "C/o Kancharapalem",
      "poster": "https://image.tmdb.org/t/p/w500/8bgyfPih4bORxtnFCwinqVElkYg.jpg",
      "description": "From a schoolboy’s crush to a middle-aged bachelor’s office romance, four love stories spanning age, religion and status unfold in a small Indian town."
    },
    {
      "id": "tmdb:57734",
      "type": "movie",
      "name": "Orange",
      "poster": "https://image.tmdb.org/t/p/w500/oMGZs3SJlxm3Jyo9xzMPe7w0LEM.jpg",
      "description": "A young man falls in love with a girl but has to keep lying to make her happy. Unable to continue, he tells her that it cannot go on and breaks up with her."
    },
    {
      "id": "tmdb:249772",
      "type": "movie",
      "name": "1: Nenokkadine",
      "poster": "https://image.tmdb.org/t/p/w500/3sNBTnCjPQpbgkPvRDfDQe4ybwo.jpg",
      "description": "A schizophrenic rock musician, is convinced that his parents were murdered by three men. Taking the support of a journalist, he sets out to find the culprits. Will he succeed in his mission, and in the process, what will he learn about his own roots?"
    },
    {
      "id": "tmdb:1184918",
      "type": "movie",
      "name": "The Wild Robot",
      "poster": "https://image.tmdb.org/t/p/w500/wTnV3PCVW5O92JMrFvvrRcV39RU.jpg",
      "description": "After a shipwreck, an intelligent robot called Roz is stranded on an uninhabited island. To survive the harsh environment, Roz bonds with the island's animals and cares for an orphaned baby goose."
    },
    {
      "id": "tmdb:776503",
      "type": "movie",
      "name": "CODA",
      "poster": "https://image.tmdb.org/t/p/w500/BzVjmm8l23rPsijLiNLUzuQtyd.jpg",
      "description": "As a CODA (Child of Deaf Adults), Ruby is the only hearing person in her deaf family. When the family's fishing business is threatened, Ruby finds herself torn between pursuing her love of music and her fear of abandoning her parents."
    },
    {
      "id": "tmdb:157336",
      "type": "movie",
      "name": "Interstellar",
      "poster": "https://image.tmdb.org/t/p/w500/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg",
      "description": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage."
    },
    {
      "id": "tmdb:194",
      "type": "movie",
      "name": "Amélie",
      "poster": "https://image.tmdb.org/t/p/w500/oTKduWL2tpIKEmkAqF4mFEAWAsv.jpg",
      "description": "At a tiny Parisian café, the adorable yet painfully shy Amélie accidentally discovers a gift for helping others. Soon Amelie is spending her days as a matchmaker, guardian angel, and all-around do-gooder. But when she bumps into a handsome stranger, will she find the courage to become the star of her very own love story?"
    },
    {
      "id": "tmdb:24428",
      "type": "movie",
      "name": "The Avengers",
      "poster": "https://image.tmdb.org/t/p/w500/RYMX2wcKCBAr24UyPD7xwmjaTn.jpg",
      "description": "When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins!"
    },
    {
      "id": "tmdb:1064213",
      "type": "movie",
      "name": "Anora",
      "poster": "https://image.tmdb.org/t/p/w500/7MrgIUeq0DD2iF7GR6wqJfYZNeC.jpg",
      "description": "A young sex worker from Brooklyn gets her chance at a Cinderella story when she meets and impulsively marries the son of an oligarch. Once the news reaches Russia, her fairytale is threatened as his parents set out to get the marriage annulled."
    },
    {
      "id": "tmdb:592898",
      "type": "movie",
      "name": "Jersey",
      "poster": "https://image.tmdb.org/t/p/w500/bU9q9yVtxeBiC0Do27CekHXNE6D.jpg",
      "description": "After his career fails to take off, a gifted cricketer in his mid-thirties decides that he’s not ready to give up quite yet."
    },
    {
      "id": "tmdb:1026227",
      "type": "movie",
      "name": "There's Still Tomorrow",
      "poster": "https://image.tmdb.org/t/p/w500/4Hi7yjiQjokEDStT1MOj5rPgRfW.jpg",
      "description": "In postwar Rome, a working-class woman dreams of a better future for herself and her daughter while facing abuse at the hands of her domineering husband. When a mysterious letter arrives, she discovers the courage to change the circumstances of her life."
    },
    {
      "id": "tmdb:313369",
      "type": "movie",
      "name": "La La Land",
      "poster": "https://image.tmdb.org/t/p/w500/uDO8zWDhfWwoFdKS4fzkUJt0Rf0.jpg",
      "description": "Mia, an aspiring actress, serves lattes to movie stars in between auditions and Sebastian, a jazz musician, scrapes by playing cocktail party gigs in dingy bars, but as success mounts they are faced with decisions that begin to fray the fragile fabric of their love affair, and the dreams they worked so hard to maintain in each other threaten to rip them apart."
    },
    {
      "id": "tmdb:1136867",
      "type": "movie",
      "name": "Materialists",
      "poster": "https://image.tmdb.org/t/p/w500/eDo0pNruy0Qgj6BdTyHIR4cxHY8.jpg",
      "description": "A young, ambitious New York City matchmaker finds herself torn between the perfect match and her imperfect ex."
    },
    {
      "id": "tmdb:598",
      "type": "movie",
      "name": "City of God",
      "poster": "https://image.tmdb.org/t/p/w500/k7eYdWvhYQyRQoU2TB2A2Xu2TfD.jpg",
      "description": "In the poverty-stricken favelas of Rio de Janeiro in the 1970s, two young men choose different paths. Rocket is a budding photographer who documents the increasing drug-related violence of his neighborhood, while José “Zé” Pequeno is an ambitious drug dealer diving into a dangerous life of crime."
    }
  ]
}